"search-field-placeholder-text" = "Huli i\U0101 Wikipikia";
"edit-summary-choice-linked-words" = "Ua ho\U02bboloulou i n\U0101 hua\U02bb\U014dlelo";
"main-menu-account-logout" = "Ha\U02bbalele";
"article-languages-label" = "Koho i ka \U02bb\U014dlelo";
"wikitext-preview-changes" = "Lawe \U02bbia nei ka n\U0101mua o k\U0101u mau loli...";
"account-creation-captcha-obtaining" = "Lawe nei i kekahi Kapak\U0101 hou.";
"wikitext-upload-save" = "M\U0101lama nei...";
"account-creation-logging-in" = "\U02bbE\U02bbe nei...";
"main-menu-account-login" = "\U02bbE\U02bbe";
"article-languages-filter-placeholder" = "K\U0101nana";
"edit-summary-choice-fixed-typos" = "Ua k\U0101pili hou i ka hewa k\U0101kau";
"wikitext-upload-captcha-needed" = "Pono i ka h\U014d\U02bboia Kapak\U0101.";
"main-menu-account-title-logged-in" = "\U02bbE\U02bbe \U02bbia e: %1$@";
"wikitext-upload-result-unknown" = "Hiki \U02bbole ke \U02bbike ka hopena o ka ho\U02bbouka kikokikonawiki \U02bbana.";
"account-creation-saving" = "M\U0101lama nei...";
"edit-summary-choice-fixed-grammar" = "Ua k\U0101pili hou i ka pilina\U02bb\U014dlelo";
"navbar-title-mode-edit-wikitext-preview" = "N\U0101mua";
"wikitext-upload-captcha-error" = "Hewa h\U014d\U02bboia Kapak\U0101.";
"account-creation-passwords-mismatched" = "\U02bbA\U02bbole like n\U0101 \U02bb\U014dlelo h\U016bn\U0101 \U02bbelua";
